Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/FeatureUI.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, it, ja, ko, pt, pt_br, ru, tr, zh_hant

source: 此工作流包含需要交互的操作，不能由自动规则在后台运行。
ar: يحتوي سير العمل هذا على إجراءات تفاعلية ولا يمكن تشغيله في الخلفية بواسطة قواعد الأتمتة.
de: Dieser Workflow enthält interaktive Aktionen und kann nicht durch Automatisierungsregeln im Hintergrund ausgeführt werden.
en: This workflow contains interactive actions and cannot run in the background from automation rules.
es: Este flujo de trabajo contiene acciones interactivas y no se puede ejecutar en segundo plano mediante reglas de automatización.
fr: Ce workflow contient des actions interactives et ne peut pas s'exécuter en arrière-plan via des règles d'automatisation.
ja: このワークフローには対話操作が含まれるため、自動化ルールからバックグラウンドで実行できません。
ko: 이 워크플로에는 대화식 동작이 포함되어 있어 자동화 규칙으로 백그라운드에서 실행할 수 없습니다.
pt: Este fluxo de trabalho contém ações interativas e não pode ser executado em segundo plano por regras de automação.
ru: Этот рабочий процесс содержит интерактивные действия и не может выполняться в фоне по правилам автоматизации.
tr: Bu iş akışı etkileşimli eylemler içerdiğinden otomasyon kurallarıyla arka planda çalıştırılamaz.
zh_hant: 此工作流程包含需要互動的操作，無法由自動規則在背景執行。

source: 工作流包含不可安全导出的参数。
ar: يحتوي سير العمل على معلمات غير آمنة للتصدير.
de: Der Workflow enthält Parameter, deren Export nicht sicher ist.
en: The workflow contains parameters that are not safe to export.
es: El flujo de trabajo contiene parámetros que no son seguros para exportar.
fr: Le flux de travail contient des paramètres dont l'exportation n'est pas sécurisée.
ja: ワークフローには、エクスポートすると安全ではないパラメータが含まれています。
ko: 워크플로에 내보내기에 안전하지 않은 매개변수가 포함되어 있습니다.
pt: O fluxo de trabalho contém parâmetros que não são seguros para exportação.
ru: Рабочий процесс содержит параметры, экспорт которых небезопасен.
tr: İş akışı, güvenle dışa aktarılamayacak parametreler içeriyor.
zh_hant: 工作流程包含不可安全導出的參數。

source: 工作流包含不可用操作。
ar: يحتوي سير العمل على عملية غير متاحة.
de: Der Workflow enthält einen nicht verfügbaren Vorgang.
en: The workflow contains an unavailable action.
es: El flujo de trabajo contiene una operación no disponible.
fr: Le workflow contient une opération indisponible.
ja: ワークフローには使用できない操作が含まれています。
ko: 워크플로에 사용할 수 없는 작업이 포함되어 있습니다.
pt: O fluxo de trabalho contém uma operação indisponível.
ru: Рабочий процесс содержит недоступную операцию.
tr: İş akışı kullanılamayan bir eylem içeriyor.
zh_hant: 工作流程包含不可用操作。

source: 工作流名称
ar: اسم سير العمل
de: Workflow-Name
en: Workflow name
es: Nombre del flujo de trabajo
fr: Nom du flux de travail
ja: ワークフロー名
ko: 워크플로 이름
pt: Nome do fluxo de trabalho
ru: Имя рабочего процесса
tr: İş akışı adı
zh_hant: 工作流程名稱

source: 工作流在失败步骤处停止。
ar: توقف سير العمل عند الخطوة الفاشلة.
de: Der Workflow wurde beim fehlgeschlagenen Schritt gestoppt.
en: The workflow stopped at the failed step.
es: El flujo de trabajo se detuvo en el paso fallido.
fr: Le flux de travail s'est arrêté à l'étape ayant échoué.
ja: ワークフローは失敗したステップで停止しました。
ko: 실패한 단계에서 워크플로가 중지되었습니다.
pt: O fluxo de trabalho foi interrompido na etapa com falha.
ru: Рабочий процесс остановился на неудачном этапе.
tr: İş akışı, başarısız olan adımda durdu.
zh_hant: 工作流程在失敗步驟處停止。

source: 工作流尚未添加步骤。
ar: لم يقم سير العمل بإضافة خطوات بعد.
de: Der Workflow hat noch keine Schritte hinzugefügt.
en: The workflow has no steps.
es: El flujo de trabajo aún no ha agregado pasos.
fr: Le workflow n'a pas encore ajouté d'étapes.
ja: ワークフローにはまだステップが追加されていません。
ko: 워크플로에 아직 단계가 추가되지 않았습니다.
pt: O fluxo de trabalho ainda não adicionou etapas.
ru: В рабочий процесс еще не добавлены шаги.
tr: İş akışında adım yok.
zh_hant: 工作流程尚未新增步驟。

source: 工作流嵌套层级已达上限。
ar: وصل مستوى تداخل سير العمل إلى الحد الأعلى.
de: Die Workflow-Verschachtelungsebene hat die Obergrenze erreicht.
en: The workflow nesting limit has been reached.
es: El nivel de anidamiento del flujo de trabajo ha alcanzado el límite superior.
fr: Le niveau d'imbrication du workflow a atteint la limite supérieure.
ja: ワークフローのネストレベルが上限に達しました。
ko: 워크플로 중첩 수준이 상한에 도달했습니다.
pt: O nível de aninhamento do fluxo de trabalho atingiu o limite superior.
ru: Уровень вложенности рабочего процесса достиг верхнего предела.
tr: İş akışı iç içe yerleştirme sınırına ulaşıldı.
zh_hant: 工作流程嵌套層級已達上限。

source: 工作流已停用。
ar: تم إلغاء تنشيط سير العمل.
de: Der Workflow wurde deaktiviert.
en: The workflow is disabled.
es: El flujo de trabajo se ha desactivado.
fr: Le workflow a été désactivé.
ja: ワークフローが非アクティブ化されました。
ko: 워크플로가 비활성화되었습니다.
pt: O fluxo de trabalho foi desativado.
ru: Рабочий процесс деактивирован.
tr: İş akışı devre dışı.
zh_hant: 工作流程已停用。

source: 工作流已停用或不存在。
ar: سير العمل معطل أو غير موجود.
de: Der Workflow ist deaktiviert oder existiert nicht.
en: The workflow is disabled or missing.
es: El flujo de trabajo está desactivado o no existe.
fr: Le workflow est désactivé ou n'existe pas.
ja: ワークフローが非アクティブ化されているか、存在しません。
ko: 워크플로가 비활성화되었거나 존재하지 않습니다.
pt: O fluxo de trabalho está desativado ou não existe.
ru: Рабочий процесс деактивирован или не существует.
tr: İş akışı devre dışı ya da mevcut değil.
zh_hant: 工作流程已停用或不存在。

source: 工作流已取消。
ar: تم إلغاء سير العمل.
de: Der Workflow wurde abgebrochen.
en: The workflow has been cancelled.
es: El flujo de trabajo ha sido cancelado.
fr: Le flux de travail a été annulé.
ja: ワークフローはキャンセルされました。
ko: 워크플로가 취소되었습니다.
pt: O fluxo de trabalho foi cancelado.
ru: Рабочий процесс отменен.
tr: İş akışı iptal edildi.
zh_hant: 工作流程已取消。

source: 工作流已完成。
ar: اكتمل سير العمل.
de: Workflow abgeschlossen.
en: Workflow completed.
es: Flujo de trabajo completado.
fr: Workflow terminé.
ja: ワークフローが完了しました。
ko: 워크플로가 완료되었습니다.
pt: Fluxo de trabalho concluído.
ru: Рабочий процесс завершен.
tr: İş akışı tamamlandı.
zh_hant: 工作流程已完成。

source: 工作流已完成，但部分步骤失败。
ar: اكتمل سير العمل، لكن فشلت بعض الخطوات.
de: Der Workflow ist abgeschlossen, aber einige Schritte sind fehlgeschlagen.
en: The workflow completed, but some steps failed.
es: El flujo de trabajo se completó, pero algunos pasos fallaron.
fr: Le flux de travail est terminé, mais certaines étapes ont échoué.
ja: ワークフローは完了しましたが、いくつかのステップが失敗しました。
ko: 워크플로가 완료되었지만 일부 단계가 실패했습니다.
pt: O fluxo de trabalho foi concluído, mas algumas etapas falharam.
ru: Рабочий процесс завершен, но некоторые шаги не выполнены.
tr: İş akışı tamamlandı ancak bazı adımlar başarısız oldu.
zh_hant: 工作流程已完成，但部分步驟失敗。

source: 工作流数量已达上限。
ar: وصل عدد سير العمل إلى الحد الأعلى.
de: Die Anzahl der Workflows hat die Obergrenze erreicht.
en: The workflow limit has been reached.
es: La cantidad de flujos de trabajo ha alcanzado el límite superior.
fr: Le nombre de workflows a atteint la limite supérieure.
ja: ワークフロー数が上限に達しました。
ko: 워크플로우 수가 상한에 도달했습니다.
pt: O número de fluxos de trabalho atingiu o limite superior.
ru: Количество рабочих процессов достигло верхнего предела.
tr: İş akışı sınırına ulaşıldı.
zh_hant: 工作流程數量已達上限。

source: 工作流文件无效。
ar: ملف سير العمل غير صالح.
de: Die Workflowdatei ist ungültig.
en: The workflow file is invalid.
es: El archivo de flujo de trabajo no es válido.
fr: Le fichier de workflow n'est pas valide.
ja: ワークフローファイルが無効です。
ko: 워크플로 파일이 잘못되었습니다.
pt: O arquivo de fluxo de trabalho é inválido.
ru: Недопустимый файл рабочего процесса.
tr: İş akışı dosyası geçersiz.
zh_hant: 工作流程文件無效。

source: 工作流无效：%@
ar: سير العمل غير صالح: %@
de: Ungültiger Workflow: %@
en: Invalid workflow: %@
es: Flujo de trabajo no válido: %@
fr: Flux de travail invalide : %@
ja: 無効なワークフロー: %@
ko: 잘못된 작업 흐름: %@
pt: Fluxo de trabalho inválido: %@
ru: Неверный рабочий процесс: %@
tr: Geçersiz iş akışı: %@
zh_hant: 工作流程無效：%@

source: 工作流运行器不可用。
ar: مشغل سير العمل غير متوفر.
de: Der Workflow-Runner ist nicht verfügbar.
en: The workflow runner is not available.
es: El ejecutor de flujo de trabajo no está disponible.
fr: L'exécuteur de workflow n'est pas disponible.
ja: ワークフローランナーは利用できません。
ko: 워크플로 실행기를 사용할 수 없습니다.
pt: O executor de fluxo de trabalho não está disponível.
ru: Средство запуска рабочего процесса недоступно.
tr: İş akışı çalıştırıcısı kullanılamıyor.
zh_hant: 工作流程運行器不可用。

source: 已中断
ar: تمت المقاطعة
de: Unterbrochen
en: Interrupted
es: Interrumpido
fr: Interrompu
ja: 中断
ko: 중단됨
pt: Interrompido
ru: Прервано
tr: Yarıda kesildi
zh_hant: 已中斷

source: 已停用
ar: تم إلغاء تنشيطه
de: wurde deaktiviert
en: Disabled
es: ha sido desactivado
fr: a été désactivé
ja: は無効化されました
ko: 가 비활성화되었습니다
pt: foi desativado
ru: деактивирован
tr: Devre dışı

source: 已分配
ar: تم تخصيص
de: zugewiesen
en: Assigned
es: asignado
fr: alloué
ja: 割り当て済み
ko: 할당됨
pt: alocado
ru: выделено
tr: Atanmış

source: 已取消
ar: تم الإلغاء
de: Abgesagt
en: Cancelled
es: Cancelado
fr: Annulé
ja: キャンセルされました
ko: 취소
pt: Cancelado
ru: Отменено
tr: İptal edildi

source: 已启用
ar: ممكّن
de: Aktiviert
en: Enabled
es: Habilitado
fr: Activé
ja: 有効
ko: 활성화됨
pt: Ativado
ru: Включено
tr: Etkin
zh_hant: 已啟用

source: 已复制
ar: منقول
de: Kopiert
en: Copied
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
pt: Copiado
ru: Скопировано
tr: Kopyalandı
zh_hant: 已複製

source: 已跳过
ar: تم التخطي
de: Übersprungen
en: Skipped
es: Omitido
fr: Ignoré
ja: スキップ
ko: 건너뛰었습니다
pt: Ignorado
ru: Пропущено
tr: Atlandı
zh_hant: 已跳過

source: 已连接显示器
ar: الشاشة متصلة
de: Monitor angeschlossen
en: Monitor connected
es: Monitor conectado
fr: Moniteur connecté
ja: モニター接続中
ko: 모니터 연결됨
pt: Monitor conectado
ru: Монитор подключен
tr: Monitör bağlı
zh_hant: 已連接顯示器

source: 应用
ar: تطبيق
de: Anwendung
en: App
es: Aplicación
fr: Application
ja: アプリケーション
ko: 애플리케이션
pt: Aplicação
ru: Приложение
tr: Uygulama
zh_hant: 應用

source: 应用 Bundle ID
ar: معرف حزمة التطبيق
de: App-Bundle-ID
en: App Bundle ID
es: ID del paquete de aplicación
fr: ID de l'ensemble d'applications
ja: アプリバンドルID
ko: 앱 번들 ID
pt: ID do pacote de aplicativos
ru: Идентификатор пакета приложения
tr: Uygulama Bundle Kimliği
zh_hant: 應用 Bundle ID

source: 延迟
ar: تأخير
de: Verzögerung
en: Delay
es: Retraso
fr: Délai
ja: 遅延
ko: 지연
pt: Atraso
ru: Задержка
tr: Gecikme
zh_hant: 延遲

source: 步骤前等待
ar: الانتظار قبل الخطوة
de: Vor Schritt warten
en: Wait before step
es: Esperar antes del paso
fr: Attendre avant l’étape
ja: ステップ前に待機
ko: 단계 전에 대기
pt: Aguardar antes da etapa
ru: Ждать перед шагом
tr: Adımdan önce bekleme
zh_hant: 步驟前等待

source: 步骤会在运行前等待。等待时间从上一步完成后开始；第一步从工作流开始时计算。
ar: تنتظر الخطوة قبل تشغيلها. يبدأ الانتظار بعد انتهاء الخطوة السابقة؛ ويبدأ انتظار الخطوة الأولى عند بدء سير العمل.
de: Ein Schritt wartet vor der Ausführung. Die Wartezeit beginnt nach Abschluss des vorherigen Schritts; beim ersten Schritt beginnt sie mit dem Workflow.
en: A step waits before it runs. The wait starts after the previous step finishes; the first starts when the workflow begins.
es: Cada paso espera antes de ejecutarse. La espera comienza cuando termina el paso anterior; la primera comienza al iniciar el flujo de trabajo.
fr: Une étape attend avant de s’exécuter. L’attente commence à la fin de l’étape précédente ; la première commence au démarrage du processus.
ja: ステップは実行前に待機します。待機時間は前のステップの完了後に開始し、最初のステップではワークフローの開始時に開始します。
ko: 단계는 실행 전에 대기합니다. 대기 시간은 이전 단계가 완료된 후 시작되며, 첫 단계는 워크플로가 시작될 때 시작됩니다.
pt: Uma etapa aguarda antes de ser executada. A espera começa após o término da etapa anterior; a primeira começa quando o fluxo de trabalho é iniciado.
ru: Шаг ожидает перед запуском. Ожидание начинается после завершения предыдущего шага; для первого шага — при запуске рабочего процесса.
tr: Adım çalışmadan önce bekler. Bekleme süresi önceki adım tamamlandıktan sonra başlar; ilk adım için iş akışının başlangıcı esas alınır.
zh_hant: 步驟會在執行前等待。等待時間從上一步完成後開始；第一步從工作流程開始時計算。

source: 开始
ar: ابدأ
de: Start
en: Start
es: Inicio
fr: Démarrer
ja: 開始
ko: 시작
pt: Iniciar
ru: Пуск
tr: Başlangıç
zh_hant: 開始

source: 当
ar: متى
de: wenn
en: When
es: cuando
fr: lorsque
ja: のとき
ko: 때
pt: quando
ru: , когда
tr: Şu olduğunda
zh_hant: 當

source: 当前应用
ar: التطبيق الحالي
de: Aktuelle Anwendung
en: Current application
es: Aplicación actual
fr: Application actuelle
ja: 現在のアプリケーション
ko: 현재 적용 중인 애플리케이션
pt: Aplicativo atual
ru: Текущее приложение
tr: Geçerli uygulama
zh_hant: 當前應用

source: 当前应用不匹配。
ar: التطبيق الحالي غير متطابق.
de: Die aktuelle Anwendung stimmt nicht überein.
en: The current application does not match.
es: La aplicación actual no coincide.
fr: L'application actuelle ne correspond pas.
ja: 現在のアプリケーションが一致しません。
ko: 현재 애플리케이션이 일치하지 않습니다.
pt: O aplicativo atual não corresponde.
ru: Текущее приложение не соответствует.
tr: Geçerli uygulama eşleşmiyor.
zh_hant: 當前應用不匹配。

source: 当前应用不符合排除条件。
ar: التطبيق الحالي لا يستوفي معايير الاستبعاد.
de: Der aktuelle Antrag erfüllt nicht die Ausschlusskriterien.
en: The current application does not meet the exclusion criteria.
es: La solicitud actual no cumple con los criterios de exclusión.
fr: La candidature actuelle ne répond pas aux critères d'exclusion.
ja: 現在のアプリケーションは除外基準を満たしていません。
ko: 현재 애플리케이션은 제외 기준을 충족하지 않습니다.
pt: A inscrição atual não atende aos critérios de exclusão.
ru: Текущее приложение не соответствует критериям исключения.
tr: Geçerli uygulama hariç tutma ölçütlerine uymuyor.
zh_hant: 目前應用不符合排除條件。

source: 当前日期不在规则范围内。
ar: التاريخ الحالي ليس ضمن نطاق القاعدة.
de: Das aktuelle Datum liegt nicht im Regelbereich.
en: The current date is not within the rule range.
es: La fecha actual no está dentro del rango de la regla.
fr: La date actuelle n'est pas dans la plage de règles.
ja: 現在の日付はルールの範囲内にありません。
ko: 현재 날짜가 규칙 범위에 속하지 않습니다.
pt: A data atual não está dentro do intervalo de regras.
ru: Текущая дата выходит за пределы диапазона правил.
tr: Geçerli tarih kural aralığında değil.
zh_hant: 當前日期不在規則範圍內。

source: 当前时间不在规则范围内。
ar: الوقت الحالي ليس ضمن نطاق القاعدة.
de: Die aktuelle Zeit liegt nicht im Regelbereich.
en: The current time is not within the rule range.
es: La hora actual no está dentro del rango de la regla.
fr: L'heure actuelle n'est pas dans la plage de règles.
ja: 現在時刻がルールの範囲内ではありません。
ko: 현재 시간이 규칙 범위를 벗어났습니다.
pt: A hora atual não está dentro do intervalo da regra.
ru: Текущее время выходит за пределы диапазона правил.
tr: Geçerli saat kural aralığında değil.
zh_hant: 當前時間不在規則範圍內。

source: 当前没有自动规则。手动运行不受规则条件影响。
ar: لا توجد قواعد تلقائية حاليًا. لا تتأثر عمليات التشغيل اليدوية بشروط القاعدة.
de: Derzeit gibt es keine automatisierten Regeln. Manuelle Läufe werden von den Regelbedingungen nicht beeinflusst.
en: There are no Automation Rules. Manual runs ignore rule conditions.
es: Actualmente no existen reglas automatizadas. Las ejecuciones manuales no se ven afectadas por las condiciones de las reglas.
fr: Il n'existe actuellement aucune règle automatisée. Les exécutions manuelles ne sont pas affectées par les conditions des règles.
ja: 現在、自動化されたルールはありません。手動実行はルール条件の影響を受けません。
ko: 현재 자동 규칙이 없습니다. 수동 실행은 규칙 조건의 영향을 받지 않습니다.
pt: Atualmente não existem regras automatizadas. As execuções manuais não são afetadas pelas condições das regras.
ru: В настоящее время автоматизированных правил нет. Условия правил не влияют на запуск вручную.
tr: Otomasyon Kuralı yok. El ile çalıştırmalar kural koşullarından etkilenmez.
zh_hant: 目前沒有自動規則。手動運轉不受規則條件影響。

source: 当前电源来源不匹配。
ar: مصدر الطاقة الحالي غير متطابق.
de: Die aktuelle Stromquelle stimmt nicht überein.
en: The current power source does not match.
es: La fuente de alimentación actual no coincide.
fr: La source d'alimentation actuelle ne correspond pas.
ja: 現在の電源が一致しません。
ko: 현재 전원이 일치하지 않습니다.
pt: A fonte de alimentação atual não corresponde.
ru: Текущий источник питания не соответствует.
tr: Geçerli güç kaynağı eşleşmiyor.
zh_hant: 當前電源來源不符。

source: 当前网络状态不匹配。
ar: حالة الشبكة الحالية غير متطابقة.
de: Der aktuelle Netzwerkstatus stimmt nicht überein.
en: The current network status does not match.
es: El estado actual de la red no coincide.
fr: L'état actuel du réseau ne correspond pas.
ja: 現在のネットワークステータスが一致しません。
ko: 현재 네트워크 상태가 일치하지 않습니다.
pt: O status atual da rede não corresponde.
ru: Текущий статус сети не соответствует.
tr: Geçerli ağ durumu eşleşmiyor.
zh_hant: 當前網路狀態不符。

source: 必需操作不可用。
ar: العملية المطلوبة غير متوفرة.
de: Erforderlicher Vorgang ist nicht verfügbar.
en: A required action is unavailable.
es: La operación requerida no está disponible.
fr: L'opération requise n'est pas disponible.
ja: 必要な操作ができません。
ko: 필수작업이 불가능합니다.
pt: A operação necessária não está disponível.
ru: Необходимая операция недоступна.
tr: Gerekli bir eylem kullanılamıyor.

source: 快捷键数据无法读取。
ar: تعذرت قراءة بيانات الاختصارات.
de: Tastenkürzeldaten konnten nicht gelesen werden.
en: Unable to read shortcut data.
es: No se pudieron leer los datos de atajos.
fr: Impossible de lire les données de raccourcis.
ja: ショートカットデータを読み込めません。
ko: 단축키 데이터를 읽을 수 없습니다.
pt: Não foi possível ler os dados de atalhos.
ru: Не удалось прочитать данные сочетаний клавиш.
tr: Kısayol verileri okunamıyor.
zh_hant: 無法讀取快速鍵資料。

source: 快捷键数据格式无效。
ar: تنسيق بيانات الاختصارات غير صالح.
de: Das Format der Tastenkürzeldaten ist ungültig.
en: The shortcut data format is invalid.
es: El formato de los datos de atajos no es válido.
fr: Le format des données de raccourcis n’est pas valide.
ja: ショートカットデータの形式が無効です。
ko: 단축키 데이터 형식이 유효하지 않습니다.
pt: O formato dos dados de atalhos é inválido.
ru: Формат данных сочетаний клавиш недопустим.
tr: Kısayol veri biçimi geçersiz.
zh_hant: 快速鍵資料格式無效。

source: 快捷键无效。
ar: مفتاح الاختصار غير صالح.
de: Die Tastenkombination ist ungültig.
en: The shortcut is invalid.
es: La tecla de acceso directo no es válida.
fr: La touche de raccourci n'est pas valide.
ja: ショートカットキーが無効です。
ko: 단축키가 잘못되었습니다.
pt: A tecla de atalho é inválida.
ru: Быстрая клавиша недействительна.
tr: Kısayol geçersiz.
zh_hant: 快捷鍵無效。

source: 成功
ar: ناجح
de: Erfolgreich
en: Succeeded
es: Exitoso
fr: Réussite
ko: 성공
pt: Bem-sucedido
ru: Успешно
tr: Başarılı

source: 所需权限：%@
ar: الأذونات المطلوبة: %@
de: Erforderliche Berechtigungen: %@
en: Required permissions: %@
es: Permisos requeridos: %@
fr: Autorisations requises : %@
ja: 必要な権限: %@
ko: 필수권한 : %@
pt: Permissões necessárias: %@
ru: Необходимые разрешения: %@
tr: Gerekli izinler: %@

source: 手势与操作网格由各自的功能页面管理。
ar: تتم إدارة شبكات الإيماءات والتشغيل من خلال صفحات الوظائف الخاصة بها.
de: Gesten- und Bedienraster werden über die jeweiligen Funktionsseiten verwaltet.
en: Manage gestures and Action Grid from their feature pages.
es: Las cuadrículas de gestos y operaciones se gestionan mediante sus respectivas páginas de funciones.
fr: Les grilles de gestes et d'opérations sont gérées par leurs pages de fonctions respectives.
ja: ジェスチャーグリッドと操作グリッドは、それぞれの機能ページで管理されます。
ko: 제스처 및 작업 그리드는 해당 기능 페이지에서 관리됩니다.
pt: As grades de gestos e operações são gerenciadas por suas respectivas páginas de funções.
ru: Сетки жестов и операций управляются соответствующими функциональными страницами.
tr: Hareketler ve Eylem Izgarası kendi özellik sayfalarından yönetilir.
zh_hant: 手勢與操作網格由各自的功能頁面管理。

source: 打开所属功能的设置
ar: افتح إعدادات الوظيفة المقابلة
de: Öffnen Sie die Einstellungen der entsprechenden Funktion
en: Open Feature Settings
es: Abra la configuración de la función correspondiente
fr: Ouvrez les paramètres de la fonction correspondante
ja: 対応する機能の設定を開きます
ko: 해당 기능의 설정 열기
pt: Abra as configurações da função correspondente
ru: Откройте настройки соответствующей функции
tr: Özellik Ayarlarını Aç
zh_hant: 開啟所屬功能的設定

source: 找不到对应操作。
ar: لا يمكن العثور على العملية المقابلة.
de: Der entsprechende Vorgang kann nicht gefunden werden.
en: The action could not be found.
es: No se puede encontrar la operación correspondiente.
fr: L'opération correspondante est introuvable.
ja: 該当する操作が見つかりません。
ko: 해당 작업을 찾을 수 없습니다.
pt: A operação correspondente não pode ser encontrada.
ru: Невозможно найти соответствующую операцию.
tr: İlgili eylem bulunamadı.
zh_hant: 找不到對應操作。

source: 找不到工作流。
ar: لا يمكن العثور على سير العمل.
de: Der Workflow kann nicht gefunden werden.
en: The workflow could not be found.
es: No se puede encontrar el flujo de trabajo.
fr: Le flux de travail est introuvable.
ja: ワークフローが見つかりません。
ko: 워크플로를 찾을 수 없습니다.
pt: O fluxo de trabalho não pode ser encontrado.
ru: Невозможно найти рабочий процесс.
tr: İş akışı bulunamadı.
zh_hant: 找不到工作流程。

source: 找不到自动规则。
ar: لم يتم العثور على القاعدة التلقائية.
de: Automatische Regel nicht gefunden.
en: Automatic rule not found.
es: No se encontró la regla automática.
fr: Règle automatique introuvable.
ja: 自動ルールが見つかりません。
ko: 자동 규칙을 찾을 수 없습니다.
pt: Regra automática não encontrada.
ru: Автоматическое правило не найдено.
tr: Otomasyon kuralı bulunamadı.
zh_hant: 找不到自動規則。

source: 指定显示器未连接。
ar: الشاشة المحددة غير متصلة.
de: Der angegebene Monitor ist nicht angeschlossen.
en: The specified monitor is not connected.
es: El monitor especificado no está conectado.
fr: Le moniteur spécifié n'est pas connecté.
ja: 指定されたモニターが接続されていません。
ko: 지정한 모니터가 연결되지 않았습니다.
pt: O monitor especificado não está conectado.
ru: Указанный монитор не подключен.
tr: Belirtilen monitör bağlı değil.
zh_hant: 指定顯示器未連接。

source: 按顺序运行多个操作；每个步骤都会重新检查可用性、权限和确认要求。
ar: تشغيل عمليات متعددة بالتسلسل؛ تقوم كل خطوة بإعادة التحقق من التوفر والأذونات ومتطلبات التأكيد.
de: Führen Sie mehrere Vorgänge nacheinander aus; Bei jedem Schritt werden Verfügbarkeit, Berechtigungen und Bestätigungsanforderungen erneut überprüft.
en: Run actions in order. Each step rechecks availability, permissions, and confirmation requirements.
es: Ejecutar múltiples operaciones en secuencia; Cada paso vuelve a verificar la disponibilidad, los permisos y los requisitos de confirmación.
fr: Exécutez plusieurs opérations en séquence ; chaque étape revérifie la disponibilité, les autorisations et les exigences de confirmation.
ja: 複数の操作を順番に実行します。各ステップで、可用性、権限、確認要件が再チェックされます。
ko: 여러 작업을 순차적으로 실행합니다. 각 단계에서는 가용성, 권한 및 확인 요구 사항을 다시 확인합니다.
pt: Execute múltiplas operações em sequência; cada etapa verifica novamente a disponibilidade, as permissões e os requisitos de confirmação.
ru: Последовательное выполнение нескольких операций; на каждом этапе перепроверяется доступность, разрешения и требования к подтверждению.
tr: Eylemleri sırayla çalıştırır; her adım kullanılabilirliği, izinleri ve onay gereksinimlerini yeniden denetler.
zh_hant: 依序運行多個操作；每個步驟都會重新檢查可用性、權限和確認要求。

source: 接入电源
ar: الاتصال بمصدر الطاقة
de: An die Stromversorgung anschließen
en: Power Connected
es: Conectar a la fuente de alimentación
fr: Connectez-vous à l'alimentation
ja: 電源に接続します
ko: 전원 공급 장치에 연결
pt: Conecte à fonte de alimentação
ru: Подключите к источнику питания
tr: Güç kaynağına bağlanma
zh_hant: 接入電源

source: 接口
ar: الواجهة
de: Schnittstelle
en: Interface
es: Interfaz
fr: Interface
ja: インターフェース
ko: 인터페이스
pt: Interface
ru: Интерфейс
tr: Arayüz

source: 插件不可用。
ar: المكون الإضافي غير متوفر.
de: Das Plug-in ist nicht verfügbar.
en: The plugin is unavailable.
es: El complemento no está disponible.
fr: Le plug-in n'est pas disponible.
ja: プラグインは使用できません。
ko: 플러그인을 사용할 수 없습니다.
pt: O plug-in não está disponível.
ru: Плагин недоступен.
tr: Eklenti kullanılamıyor.

source: 插件执行失败。
ar: فشل تنفيذ المكون الإضافي.
de: Plug-in-Ausführung fehlgeschlagen.
en: Plugin execution failed.
es: Error en la ejecución del complemento.
fr: L'exécution du plug-in a échoué.
ja: プラグインの実行に失敗しました。
ko: 플러그인 실행에 실패했습니다.
pt: Falha na execução do plug-in.
ru: Не удалось выполнить плагин.
tr: Eklenti yürütmesi başarısız oldu.
zh_hant: 插件執行失敗。

source: 搜索操作、插件或快捷键
ar: البحث عن الإجراءات أو المكونات الإضافية أو الاختصارات
de: Suche nach Aktionen, Plug-Ins oder Verknüpfungen
en: Search actions, plugins, or shortcuts
es: Buscar acciones, complementos o accesos directos
fr: Recherche d'actions, de plug-ins ou de raccourcis
ja: アクション、プラグイン、またはショートカットを検索します
ko: 액션, 플러그인 또는 단축키 검색
pt: Pesquise ações, plug-ins ou atalhos
ru: Поиск действий, плагинов или ярлыков
tr: Eylem, eklenti veya kısayol arayın
zh_hant: 搜尋操作、插件或快速鍵
